[
    {
        "vid": "mLRYCaYVWFc",
        "about": "Sal talks about what volume means. He also examines the volume of real objects in liters.",
        "subtitles": {
            "0:00": "- [Voiceover] What I want to talk about in this video",
            "0:02": "is the liter.",
            "0:04": "The liter. Let me write this down.",
            "0:07": "The liter and the liter",
            "0:09": "is a unit for measuring fluid volumes,",
            "0:12": "or how much space does a fluid take up.",
            "0:17": "So what does one liter look like?",
            "0:19": "Well one of these milk bottles",
            "0:22": "is a liter and your most typically",
            "0:24": "going to think about a liter in your everyday life",
            "0:27": "when your buying some type of beverages, milk, or water.",
            "0:30": "In fact next time you go to the grocery store",
            "0:32": "see a lot of the bottles you get.",
            "0:34": "They might be exactly one liter, some of the soda bottles",
            "0:37": "are two liters, but this right over here is one.",
            "0:40": "One liter, we write a capital L for short, that's one liter",
            "0:44": "and so there's six liters in total",
            "0:45": "in this little carrying case",
            "0:47": "but each of these milk bottles is one liter.",
            "0:50": "So that's a liter but what if we want to go",
            "0:52": "to really small volumes of water?",
            "0:54": "Well if we want to go to really small volumes of water",
            "0:57": "we normally talk about milliliters.",
            "0:59": "Milliliters, let me write this down.",
            "1:02": "Milli",
            "1:03": "Milli",
            "1:05": "Milliliters. Actually let me write it this way.",
            "1:08": "Let me write milli in another color.",
            "1:10": "Milli",
            "1:12": "Milliliters.",
            "1:15": "So it's a milli liter.",
            "1:17": "And a milliliter, a milli is a prefix",
            "1:20": "that you'll see a lot when your using units",
            "1:22": "and that means one one-thousandth of a liter.",
            "1:26": "So this means one one-thousandth.",
            "1:29": "One one-thousandth of",
            "1:31": "Of a",
            "1:33": "of a liter",
            "1:35": "and the notation for milliliter",
            "1:36": "is a lowercase m and and uppercase L.",
            "1:40": "Milli liter.",
            "1:41": "Another way to think about it, it would take",
            "1:43": "one thousand milliliters to get to one liter.",
            "1:48": "So what does a milliliter look like?",
            "1:50": "Well if you imagine these medicine droppers,",
            "1:52": "a milliliter would be about that high",
            "1:53": "on one of those medicine droppers",
            "1:55": "and a lot of these medicine droppers",
            "1:56": "actually will have a milliliter,",
            "1:57": "actually they'll have up to five milliliters",
            "1:59": "marked off but a milliliter will be about that much",
            "2:02": "or if you were to take a teaspoon",
            "2:04": "from your cabinet in your kitchen",
            "2:05": "and you would scoop out a teaspoon of water,",
            "2:08": "that, so this one over here is going to be one milliliter",
            "2:12": "and a teaspoon of fluid, that's going to be about five.",
            "2:18": "That's going to be about five milliliters.",
            "2:20": "So another way to think about it is",
            "2:21": "you would have to take a thousand of these drops",
            "2:24": "to fill one of these bottles of milk.",
            "2:28": "A thousand milliliters to get to one liter",
            "2:32": "or you would have to do, let's see, five,",
            "2:34": "you'd have to put five,",
            "2:36": "sorry, you'd have to do two hundred teaspoons",
            "2:39": "of say milk, to fill up this entire thing",
            "2:42": "because each of them is five milliliters.",
            "2:44": "Two hundred times five milliliters,",
            "2:46": "you're going to have a thousand milliliters",
            "2:48": "which is one liter.",
            "2:49": "Let me write this down.",
            "2:51": "This right over here, this is one liter",
            "2:54": "which is the same thing as one thousand,",
            "2:57": "one thousand milliliters.",
            "3:00": "Now what if we go to",
            "3:02": "things that are much larger.",
            "3:03": "What if we go to things that are much larger",
            "3:05": "than the scale",
            "3:06": "of a jar of milk.",
            "3:09": "Say a swimming pool and this right over here,",
            "3:11": "this is a picture of a olympic size swimming pool",
            "3:14": "which is, for the most part, the largest pools,",
            "3:16": "well there some larger pools in some fancy hotel and things,",
            "3:18": "but they're very large pools.",
            "3:20": "So what do you think would be",
            "3:21": "if one milk bottle",
            "3:23": "has a, one like this,",
            "3:26": "has a fluid volume of one liter,",
            "3:28": "what do you think about a whole swimming pool?",
            "3:30": "Well actually a swimming like this,",
            "3:32": "if it is 25 meters wide and 50 meters long",
            "3:36": "and two meters deep, it actually would have",
            "3:39": "a fluid volume, are you ready for this?",
            "3:41": "It would have a fluid volume of 2.5 million liters.",
            "3:49": "So if you filled this up with milk, you can use that milk",
            "3:52": "to fill up 2.5 million of these bottles.",
            "3:56": "So that's just an appreciation for just how much fluid",
            "3:59": "it would take to fill up at least",
            "4:00": "a big swimming pool like this,",
            "4:01": "an olympic size swimming pool.",
            "4:03": "A swimming pool that you might more typically see",
            "4:05": "at someone's house, who isn't, you know,",
            "4:07": "that doesn't have an olympic size swimming pool",
            "4:09": "so kinda of a house size swimming pool,",
            "4:11": "it's still going to be, it's not usually to see",
            "4:13": "one that will be more than one hundred,",
            "4:16": "100,000",
            "4:18": "100,000 liters.",
            "4:21": "So once again, are you thinking about teaspoons",
            "4:23": "or drops from a dropper,",
            "4:26": "your thinking in the milliliter range.",
            "4:27": "If you're thinking about the type of,",
            "4:29": "something that you might drink in a day",
            "4:30": "or that your family might drink over, say a week,",
            "4:33": "you're thinking in, really, the liter range.",
            "4:35": "And if you're thinking about how much fluid it would take",
            "4:37": "to fill a swimming pool, now you're talking",
            "4:40": "in the tens of thousands or hundreds of thousands",
            "4:42": "or even millions of liter range."
        },
        "transcript": "- [Voiceover] What I want to talk about in this video is the liter. The liter. Let me write this down. The liter and the liter is a unit for measuring fluid volumes, or how much space does a fluid take up. So what does one liter look like? Well one of these milk bottles is a liter and your most typically going to think about a liter in your everyday life when your buying some type of beverages, milk, or water. In fact next time you go to the grocery store see a lot of the bottles you get. They might be exactly one liter, some of the soda bottles are two liters, but this right over here is one. One liter, we write a capital L for short, that's one liter and so there's six liters in total in this little carrying case but each of these milk bottles is one liter. So that's a liter but what if we want to go to really small volumes of water? Well if we want to go to really small volumes of water we normally talk about milliliters. Milliliters, let me write this down. Milli Milli Milliliters. Actually let me write it this way. Let me write milli in another color. Milli Milliliters. So it's a milli liter. And a milliliter, a milli is a prefix that you'll see a lot when your using units and that means one one-thousandth of a liter. So this means one one-thousandth. One one-thousandth of Of a of a liter and the notation for milliliter is a lowercase m and and uppercase L. Milli liter. Another way to think about it, it would take one thousand milliliters to get to one liter. So what does a milliliter look like? Well if you imagine these medicine droppers, a milliliter would be about that high on one of those medicine droppers and a lot of these medicine droppers actually will have a milliliter, actually they'll have up to five milliliters marked off but a milliliter will be about that much or if you were to take a teaspoon from your cabinet in your kitchen and you would scoop out a teaspoon of water, that, so this one over here is going to be one milliliter and a teaspoon of fluid, that's going to be about five. That's going to be about five milliliters. So another way to think about it is you would have to take a thousand of these drops to fill one of these bottles of milk. A thousand milliliters to get to one liter or you would have to do, let's see, five, you'd have to put five, sorry, you'd have to do two hundred teaspoons of say milk, to fill up this entire thing because each of them is five milliliters. Two hundred times five milliliters, you're going to have a thousand milliliters which is one liter. Let me write this down. This right over here, this is one liter which is the same thing as one thousand, one thousand milliliters. Now what if we go to things that are much larger. What if we go to things that are much larger than the scale of a jar of milk. Say a swimming pool and this right over here, this is a picture of a olympic size swimming pool which is, for the most part, the largest pools, well there some larger pools in some fancy hotel and things, but they're very large pools. So what do you think would be if one milk bottle has a, one like this, has a fluid volume of one liter, what do you think about a whole swimming pool? Well actually a swimming like this, if it is 25 meters wide and 50 meters long and two meters deep, it actually would have a fluid volume, are you ready for this? It would have a fluid volume of 2.5 million liters. So if you filled this up with milk, you can use that milk to fill up 2.5 million of these bottles. So that's just an appreciation for just how much fluid it would take to fill up at least a big swimming pool like this, an olympic size swimming pool. A swimming pool that you might more typically see at someone's house, who isn't, you know, that doesn't have an olympic size swimming pool so kinda of a house size swimming pool, it's still going to be, it's not usually to see one that will be more than one hundred, 100,000 100,000 liters. So once again, are you thinking about teaspoons or drops from a dropper, your thinking in the milliliter range. If you're thinking about the type of, something that you might drink in a day or that your family might drink over, say a week, you're thinking in, really, the liter range. And if you're thinking about how much fluid it would take to fill a swimming pool, now you're talking in the tens of thousands or hundreds of thousands or even millions of liter range.",
        "qa-pairs": [
            {
                "qid": 0,
                "q": "How do I convert liters to milliliters (mL)? I am confused",
                "a": "1 liter = 1000 milliliters\nYou convert litres to millilitres by multiply litres into 1000. For example ,we have 6 litres. For converting into millilitres we multiply 6 by 1000 = 6000ml"
            },
            {
                "qid": 1,
                "q": "Is there any other measurement that is bigger than liters to fill up a mass that big?",
                "a": "We can attach suffixes to \"liter\" to create even bigger units.\n\nFor example, a kiloliter is 1000 liters.\nA mega liter is 1 Million liters.\n\nThese units aren't usually used. Instead, you may see volume marked in cubic meters.\n\nIn the future, you will learn that one milliliter is equal to 1 cubic centimeter."
            },
            {
                "qid": 2,
                "q": "I know this is not about liters but what is the difference between tons and metric tons?",
                "a": "A ton is equal to 2000 pounds\nA metric tonne is equal to 1000 kilograms (converted to pounds, it equals 2204.6 pounds)\n\nSo you can see the metric tonne is heavier.\n\nThis is a difference in measuring between American and Metric systems of measurement."
            },
            {
                "qid": 3,
                "q": "How can you tell from volume to liters?",
                "a": "Litres are a measurement of volume it is equal to 1000 cubic centimetres."
            },
            {
                "qid": 4,
                "q": "Isn’t this basically capacity? If so, how can I calculate the capacity of a rectangular prism?",
                "a": "Hello Lakshyathehuskyboy ✋\n\nYes it is basically capacity, since volume does kind of mean capacity!\nSo congrats you are RIGHT!\n\nNow you also asked, how to calculate the capacity of a rectangular prism,\nso here is your answer :\n\nTo calculate the the volume / Capacity of a Rectangular prism you would have to know the basic formula:\nthe formula is : (V) = l × b × h\n\nnow this is for your convenience, \"(V)\" is Volume, which you can also say is capacity.\nnow \"b\" is base length of the rectangular prism.\n\"l\" is the base width of the rectangular prism\nand last but not least “h” is the height of the rectangular prism.\n\nNow, For example :\nSo I have 3 lengths - 15cm, 10cm and 5cm\nnow we have to multiply these 3 lengths,\n15 x 10 x 5 = 750cm to the power 3.\n\nof course its a bit confusing, But you will learn all of this in higher grade 🎓, so dont worry too much!\n\nHope this helped you 👍\nIf any doubts ask AWAY!!\n\nStay awesome😊, Stay savage😎, and stay Healthy ♥"
            },
            {
                "qid": 5,
                "q": "Is 5ml= 0.0005 litres and is 60 ml= 0.006 litres?",
                "a": "You are close. 5ml = 0.005 liters because a milliliter is a thousandth of a liter. So therefore; 60 ml = 0.06 liters."
            },
            {
                "qid": 6,
                "q": "what is the biggest swimming pool",
                "a": "I don't know what the biggest swimming pool is, but you would need to use a bigger measurement than liters to measure it."
            },
            {
                "qid": 7,
                "q": "How come the litter have more than the milliliters",
                "a": "A milliliter is defined as 1/1000th of a liter. That means if you had a liter of water and divided it into 1000 equal volumes, each of those pieces would be one milliliter. Does that make sense?"
            }
        ]
    },
    {
        "vid": "zqduFg0s5Q4",
        "about": "Sal talks about what mass means. He also examines the masses of real objects in grams and kilograms.",
        "subtitles": {
            "0:00": "- So let's talk about the unit",
            "0:01": "of measurement called the \"gram.\"",
            "0:05": "And the gram is a unit of measurement for measuring mass.",
            "0:10": "Now, what is mass?",
            "0:13": "Well, you might have seen in everyday language,",
            "0:15": "someone might look at a feather,",
            "0:17": "let me see if I can draw a good feather.",
            "0:20": "So a feather like this.",
            "0:22": "And say, \"Hey, this is not very massive.\"",
            "0:26": "This is not massive.",
            "0:28": "And notice, you have that word \"mass\" in there.",
            "0:31": "And then they might point to some big boulder,",
            "0:35": "some big heavy boulder, let me draw a big heavy boulder.",
            "0:40": "And say, \"This is massive.\"",
            "0:43": "This is massive.",
            "0:47": "And so, just with those examples,",
            "0:48": "you might get an intuition for what mass is.",
            "0:50": "It's how much stuff there is, and it's related to weight.",
            "0:56": "And I said \"related to weight,\"",
            "0:57": "not the same thing as weight,",
            "0:59": "because later on when you take Physics,",
            "1:00": "you will learn that mass and weight are related,",
            "1:03": "but that they're not exactly the same thing.",
            "1:06": "Now, if you're on a given planet,",
            "1:09": "and the same distance from the center of that planet,",
            "1:13": "roughly speaking, mass and weight",
            "1:15": "will be strongly related to each other.",
            "1:17": "Something with more mass is going to have more weight.",
            "1:20": "Two things with the same mass,",
            "1:21": "once again if I'm on the same planet,",
            "1:23": "at the same distance from the center of the planet,",
            "1:25": "they're going to have the same weight.",
            "1:27": "So you'll often hear people say,",
            "1:30": "\"How many grams does that thing weigh?\"",
            "1:32": "They really should be saying,",
            "1:33": "\"How many grams does that thing mass,\"",
            "1:35": "but it's okay, because as long as we're staying on earth,",
            "1:38": "roughly you know, at sea level, plus or minus a little bit,",
            "1:41": "or even if we're a little bit further away from sea level,",
            "1:43": "mass and weight, it's not crazy",
            "1:46": "to hold them a little bit interchangeable.",
            "1:48": "And one way to gauge something's mass",
            "1:51": "is to hold it if you can, and say,",
            "1:53": "\"Okay, how much does this weigh,\"",
            "1:54": "because the more something weighs,",
            "1:56": "the more its mass is going to be.",
            "1:57": "The more something's mass is going to be,",
            "2:01": "the more it's going to weigh, once again,",
            "2:03": "assuming we're on the planet, etc., etc.",
            "2:05": "When you take Physics class, you'll learn that",
            "2:06": "they are different concepts that",
            "2:08": "are closely related to each other.",
            "2:11": "So, that's what a gram is.",
            "2:12": "Now, another thing that you will see",
            "2:14": "in the context of mass and measuring mass,",
            "2:16": "is the kilogram.",
            "2:22": "And all the kilogram is, and you're going to see",
            "2:25": "the prefix \"kilo-\" over and over again,",
            "2:30": "in your, I guess your education careers,",
            "2:33": "especially when you're thinking about units.",
            "2:35": "But \"kilo-\" is just a prefix for 1000.",
            "2:37": "So that literally means 1000 grams.",
            "2:41": "So instead of saying \"2000 grams,\"",
            "2:45": "I could say \"2 kilograms.\"",
            "2:48": "So with that out of the way, let's see",
            "2:49": "if we can get a sense for what one gram",
            "2:53": "or different numbers of grams of masses are",
            "2:55": "and what might have a mass of one kilogram",
            "2:58": "or 10 kilograms or 100 kilograms.",
            "3:01": "And that's exactly why I got all of these pictures prepared.",
            "3:05": "So if, if you want to get a sense of something",
            "3:07": "that has a mass of one gram, think of a paper clip.",
            "3:13": "And I have this little squiggly thing here,",
            "3:15": "because that right there, that means \"roughly.\"",
            "3:17": "Every paper clip isn't going to be exactly 1 gram;",
            "3:20": "it might be 1 1/2 grams, it might be",
            "3:22": "small paper clips that are 1/2 gram.",
            "3:24": "But it gives you the sense of",
            "3:25": "what would have a mass of 1 gram.",
            "3:27": "And if you want to know how much something with a mass",
            "3:30": "of 1 gram weighs on the surface of the earth,",
            "3:33": "well, you could just hold that paper clip and kind of judge,",
            "3:36": "feel how much it's pulling down on your hand.",
            "3:40": "Now, or how much the weight of it",
            "3:42": "is pushing down on your hand, I guess I could say.",
            "3:44": "Now, if you want to get a sense of things",
            "3:45": "that are little bit more massive,",
            "3:47": "a pencil is five times as massive as a paper clip.",
            "3:51": "And hopefully you'll see that, if you hold five paper clips",
            "3:53": "on one side and a pencil on the other side,",
            "3:55": "you'll see that they roughly have the same mass,",
            "3:57": "and their weight will be roughly the same.",
            "4:02": "Now, a little bit more massive,",
            "4:03": "you could think of a field mouse.",
            "4:05": "A field mouse is equivalent to the mass",
            "4:07": "of roughly 4 pencils, or 20 paperclips.",
            "4:11": "You want to get even more massive,",
            "4:12": "you can think of a kitten.",
            "4:14": "So, a kitten after a couple of weeks,",
            "4:16": "it's still a kitten now, it's still not a fully grown cat,",
            "4:19": "it'll have a mass of about 200 to 300 grams.",
            "4:23": "And this makes a rough amount of sense,",
            "4:26": "you can imagine this thing having the same mass",
            "4:29": "as maybe 10 or 15 of these little field mice.",
            "4:33": "You can imagine the mouse is about that size,",
            "4:37": "right over there.",
            "4:41": "I could do a better job drawing a mouse.",
            "4:43": "But that makes some sense.",
            "4:46": "So what if we get even larger?",
            "4:47": "What if we get into the ranges of, say, 1000 grams?",
            "4:50": "Well, now we can start talking about kilograms.",
            "4:52": "And just to be clear, when I put a \"g\" here,",
            "4:55": "that's just an abbreviation for \"gram.\"",
            "4:57": "So this is 1 gram, 5 grams, 20 grams.",
            "5:01": "And now, if you want to go to 1000 grams,",
            "5:03": "you could think of something like",
            "5:06": "a hard-cover textbook like this one.",
            "5:10": "And they're obviously, some textbooks are huge,",
            "5:13": "but the one that I'm showing here",
            "5:14": "I didn't weigh or figure out the mass of this exact one.",
            "5:17": "But it would have a mass of roughly",
            "5:19": "1 kilogram, or 1000 grams.",
            "5:23": "So that's a kilogram right over there, 1000 grams.",
            "5:27": "A fully grown cat, that's about 3 to 5 kilograms,",
            "5:31": "depending on how fully grown it is",
            "5:33": "or I guess how big of a cat it is.",
            "5:35": "So, that's pretty interesting, a fully grown cat",
            "5:37": "is more than 10 times the mass of a kitten.",
            "5:43": "Actually that makes sense, most fully grown humans",
            "5:46": "are more than 10 times their mass",
            "5:49": "when they were very, very young,",
            "5:51": "or actually roughly 10 times the mass of when",
            "5:53": "they were very young, so it actually makes sense.",
            "5:58": "Now, if you want to get even larger,",
            "6:00": "you can go to a large ape, like a human being,",
            "6:04": "in particular, this one right over here.",
            "6:06": "70 kilograms, and this is actually",
            "6:08": "pretty close to my actual mass, 70 kilograms.",
            "6:12": "And you get a sense of what that would mean",
            "6:14": "if you're used to dealing with pounds.",
            "6:16": "I weigh a little over 160 pounds,",
            "6:19": "so that's about 70 kilograms.",
            "6:21": "Or 1 kilogram is roughly 2.2 pounds",
            "6:25": "if you are used to thinking in terms of pounds.",
            "6:27": "But, once again, pounds are a unit of weight,",
            "6:30": "while kilograms are a unit of mass.",
            "6:34": "And then, if you want to get even heavier,",
            "6:35": "you would get 10 times more massive",
            "6:38": "than a human being, than a normal-sized human being,",
            "6:41": "you might get to something like this cow,",
            "6:43": "and this cow would have a mass of 750 kilograms.",
            "6:47": "So, how many paper clips would you need",
            "6:49": "to have the same mass as this cow?",
            "6:51": "Well, you might be tempted to say 750,",
            "6:53": "but remember this is 1 gram, this is 750 kilograms.",
            "6:58": "So the mass of this cow is actually 750,000 grams.",
            "7:04": "So you would need about 750,000 of these",
            "7:08": "paper clips to have the same mass as this cow."
        },
        "transcript": "- So let's talk about the unit of measurement called the \"gram.\" And the gram is a unit of measurement for measuring mass. Now, what is mass? Well, you might have seen in everyday language, someone might look at a feather, let me see if I can draw a good feather. So a feather like this. And say, \"Hey, this is not very massive.\" This is not massive. And notice, you have that word \"mass\" in there. And then they might point to some big boulder, some big heavy boulder, let me draw a big heavy boulder. And say, \"This is massive.\" This is massive. And so, just with those examples, you might get an intuition for what mass is. It's how much stuff there is, and it's related to weight. And I said \"related to weight,\" not the same thing as weight, because later on when you take Physics, you will learn that mass and weight are related, but that they're not exactly the same thing. Now, if you're on a given planet, and the same distance from the center of that planet, roughly speaking, mass and weight will be strongly related to each other. Something with more mass is going to have more weight. Two things with the same mass, once again if I'm on the same planet, at the same distance from the center of the planet, they're going to have the same weight. So you'll often hear people say, \"How many grams does that thing weigh?\" They really should be saying, \"How many grams does that thing mass,\" but it's okay, because as long as we're staying on earth, roughly you know, at sea level, plus or minus a little bit, or even if we're a little bit further away from sea level, mass and weight, it's not crazy to hold them a little bit interchangeable. And one way to gauge something's mass is to hold it if you can, and say, \"Okay, how much does this weigh,\" because the more something weighs, the more its mass is going to be. The more something's mass is going to be, the more it's going to weigh, once again, assuming we're on the planet, etc., etc. When you take Physics class, you'll learn that they are different concepts that are closely related to each other. So, that's what a gram is. Now, another thing that you will see in the context of mass and measuring mass, is the kilogram. And all the kilogram is, and you're going to see the prefix \"kilo-\" over and over again, in your, I guess your education careers, especially when you're thinking about units. But \"kilo-\" is just a prefix for 1000. So that literally means 1000 grams. So instead of saying \"2000 grams,\" I could say \"2 kilograms.\" So with that out of the way, let's see if we can get a sense for what one gram or different numbers of grams of masses are and what might have a mass of one kilogram or 10 kilograms or 100 kilograms. And that's exactly why I got all of these pictures prepared. So if, if you want to get a sense of something that has a mass of one gram, think of a paper clip. And I have this little squiggly thing here, because that right there, that means \"roughly.\" Every paper clip isn't going to be exactly 1 gram; it might be 1 1/2 grams, it might be small paper clips that are 1/2 gram. But it gives you the sense of what would have a mass of 1 gram. And if you want to know how much something with a mass of 1 gram weighs on the surface of the earth, well, you could just hold that paper clip and kind of judge, feel how much it's pulling down on your hand. Now, or how much the weight of it is pushing down on your hand, I guess I could say. Now, if you want to get a sense of things that are little bit more massive, a pencil is five times as massive as a paper clip. And hopefully you'll see that, if you hold five paper clips on one side and a pencil on the other side, you'll see that they roughly have the same mass, and their weight will be roughly the same. Now, a little bit more massive, you could think of a field mouse. A field mouse is equivalent to the mass of roughly 4 pencils, or 20 paperclips. You want to get even more massive, you can think of a kitten. So, a kitten after a couple of weeks, it's still a kitten now, it's still not a fully grown cat, it'll have a mass of about 200 to 300 grams. And this makes a rough amount of sense, you can imagine this thing having the same mass as maybe 10 or 15 of these little field mice. You can imagine the mouse is about that size, right over there. I could do a better job drawing a mouse. But that makes some sense. So what if we get even larger? What if we get into the ranges of, say, 1000 grams? Well, now we can start talking about kilograms. And just to be clear, when I put a \"g\" here, that's just an abbreviation for \"gram.\" So this is 1 gram, 5 grams, 20 grams. And now, if you want to go to 1000 grams, you could think of something like a hard-cover textbook like this one. And they're obviously, some textbooks are huge, but the one that I'm showing here I didn't weigh or figure out the mass of this exact one. But it would have a mass of roughly 1 kilogram, or 1000 grams. So that's a kilogram right over there, 1000 grams. A fully grown cat, that's about 3 to 5 kilograms, depending on how fully grown it is or I guess how big of a cat it is. So, that's pretty interesting, a fully grown cat is more than 10 times the mass of a kitten. Actually that makes sense, most fully grown humans are more than 10 times their mass when they were very, very young, or actually roughly 10 times the mass of when they were very young, so it actually makes sense. Now, if you want to get even larger, you can go to a large ape, like a human being, in particular, this one right over here. 70 kilograms, and this is actually pretty close to my actual mass, 70 kilograms. And you get a sense of what that would mean if you're used to dealing with pounds. I weigh a little over 160 pounds, so that's about 70 kilograms. Or 1 kilogram is roughly 2.2 pounds if you are used to thinking in terms of pounds. But, once again, pounds are a unit of weight, while kilograms are a unit of mass. And then, if you want to get even heavier, you would get 10 times more massive than a human being, than a normal-sized human being, you might get to something like this cow, and this cow would have a mass of 750 kilograms. So, how many paper clips would you need to have the same mass as this cow? Well, you might be tempted to say 750, but remember this is 1 gram, this is 750 kilograms. So the mass of this cow is actually 750,000 grams. So you would need about 750,000 of these paper clips to have the same mass as this cow.",
        "qa-pairs": [
            {
                "qid": 0,
                "q": "how much does a grown elephant weigh in kilo's",
                "a": "African elephants are the largest of all land animals, adult males weighing between 1,800 and 6,300 kg (2 and 7 tons/ 4,000 and 14,000 lb.). Females are smaller, weighing between 2,700 and 3,600 kg (3 and 4 tons/ 6,000 and 8,000 lb.)."
            },
            {
                "qid": 1,
                "q": "so basically you can convert grams to kilograms by the thousands?",
                "a": "To convert grams to kilograms, divide by 1,000. For example, 30,000 grams is 30 kilograms."
            },
            {
                "qid": 2,
                "q": "How many grams in a kilogram 👨🏻‍💻",
                "a": "1000. The prefix \"kilo\" stands for one thousand."
            },
            {
                "qid": 3,
                "q": "so kilo stands for thousand.",
                "a": "yes, kilometers is 1,000 meters, kilograms is 1,000 grams"
            },
            {
                "qid": 4,
                "q": "hello, anybody,what are we talking about?",
                "a": "We are Understanding mass in grams and kilograms"
            },
            {
                "qid": 5,
                "q": "At 1:33, was Sal saying that grams are actually a unit of mass instead of weight?!",
                "a": "Yes, it seems confusing. Mass is how much space in an item, Weight is how much gravity pushes on an item. You don't say \"Hey, this weighs 50 grams\". You say \" This has a mass of 50 grams\". And don't say \"This has a mass of 1 pound\". Say \"This weighs 5 pounds\"."
            },
            {
                "qid": 6,
                "q": "How much do math textbooks weigh in grams",
                "a": "I'd say about half a kilogram to 2.5 kilograms, depending on how thick it is."
            },
            {
                "qid": 7,
                "q": "A human is in kilograms aren't we pounds not kilograms?? 🤔",
                "a": "Miriah, Khan Academy teaches both metric and customary units. Hope this helps!"
            }
        ]
    },
    {
        "vid": "lf4BBZK1Vzs",
        "about": "Sal solves some practice problems using volume.",
        "subtitles": {
            "0:00": "- [Voiceover] Li Min squeezed three lemons to make lemonade.",
            "0:04": "She squeezed 42 millimeters of lemon juice",
            "0:08": "from the first lemon.",
            "0:10": "36 milliliters of juice from the second lemon,",
            "0:16": "and 45 milliliters of juice",
            "0:20": "from the third lemon.",
            "0:21": "How much lemon juice did Li MIn",
            "0:23": "squeeze from her three lemons?",
            "0:25": "Well we just have to add how many milliliters she got",
            "0:27": "from each of them, add them all together.",
            "0:30": "So from the first one, she got 42 milliliters",
            "0:33": "42, and short for milliliters I can write",
            "0:36": "lowercase m for mili, and uppercase L for liters.",
            "0:41": "42 milliliters from the first lemon.",
            "0:43": "36 milliliters from the second lemon,",
            "0:49": "and then 45 milliliters from the third lemon.",
            "0:55": "So we can just add these three quantities together.",
            "0:58": "So let's do that, let's add them together.",
            "1:00": "So we're gonna get something in terms of milliliters.",
            "1:02": "So let's go first to the ones place.",
            "1:04": "Two plus six is eight, eight plus five is 13.",
            "1:08": "13 is three ones and one 10,",
            "1:11": "so I could write that one 10 in the 10s place.",
            "1:13": "So one plus four is five, plus three is eight,",
            "1:16": "plus four is 12, so it's gonna be 12 10s.",
            "1:20": "Which is the same thing as 120.",
            "1:22": "So in total, Li Min squeezed 123 milliliters",
            "1:26": "from her three lemons.",
            "1:29": "Let's do another problem like this.",
            "1:33": "Sarah poured five cans of motor oil",
            "1:37": "into the container below.",
            "1:38": "So this container below has 55,",
            "1:42": "let's see this is halfway, it's filled up",
            "1:44": "after she poured the five cans,",
            "1:46": "and it's filled up halfway between 40 and 50,",
            "1:50": "so this mark right here, this looks like that would be 45.",
            "1:54": "So it's filled up to 45 milliliters.",
            "1:57": "So she poured five cans, and those five cans combined",
            "2:01": "ended up being 45 milliliters.",
            "2:03": "All of the cans held the same amount of oil,",
            "2:06": "and I guess we can assume that",
            "2:07": "this container below was empty",
            "2:11": "before she filled any of the cans in.",
            "2:13": "So all of the cans held the same amount of oil.",
            "2:16": "How many milliliters of motor oil were in each can?",
            "2:19": "So she had five cans, so one,",
            "2:23": "one can, two cans, three cans,",
            "2:27": "four cans, and five cans.",
            "2:31": "They each had a certain amount of oil in them.",
            "2:34": "They each had a certain amount of oil in them.",
            "2:36": "And when she put them all in, so let's say they",
            "2:39": "each have a question mark of oil in them.",
            "2:42": "So she had five cans, and they each had a question mark",
            "2:46": "amount, say question mark milliliters of oil in it.",
            "2:49": "And when you multiplied by five,",
            "2:51": "when you put all five together you got 45 milliliters.",
            "2:54": "You got 45 milliliters.",
            "2:57": "So five times what amount of oil per can",
            "3:01": "would get us to 45 in total?",
            "3:03": "Well five times nine is 45.",
            "3:06": "So this thing right over here,",
            "3:08": "five times nine is 45.",
            "3:12": "So Sarah had nine milliliters in each can,",
            "3:16": "they each had the same amount, they say that.",
            "3:18": "All the cans held the same amount of oil.",
            "3:21": "So if she had nine milliliters in each one, notice,",
            "3:25": "if in each of the five cans you had nine milliliters,",
            "3:28": "five times nine is 45.",
            "3:32": "So she had nine milliliters of motor oil in each can."
        },
        "transcript": "- [Voiceover] Li Min squeezed three lemons to make lemonade. She squeezed 42 millimeters of lemon juice from the first lemon. 36 milliliters of juice from the second lemon, and 45 milliliters of juice from the third lemon. How much lemon juice did Li MIn squeeze from her three lemons? Well we just have to add how many milliliters she got from each of them, add them all together. So from the first one, she got 42 milliliters 42, and short for milliliters I can write lowercase m for mili, and uppercase L for liters. 42 milliliters from the first lemon. 36 milliliters from the second lemon, and then 45 milliliters from the third lemon. So we can just add these three quantities together. So let's do that, let's add them together. So we're gonna get something in terms of milliliters. So let's go first to the ones place. Two plus six is eight, eight plus five is 13. 13 is three ones and one 10, so I could write that one 10 in the 10s place. So one plus four is five, plus three is eight, plus four is 12, so it's gonna be 12 10s. Which is the same thing as 120. So in total, Li Min squeezed 123 milliliters from her three lemons. Let's do another problem like this. Sarah poured five cans of motor oil into the container below. So this container below has 55, let's see this is halfway, it's filled up after she poured the five cans, and it's filled up halfway between 40 and 50, so this mark right here, this looks like that would be 45. So it's filled up to 45 milliliters. So she poured five cans, and those five cans combined ended up being 45 milliliters. All of the cans held the same amount of oil, and I guess we can assume that this container below was empty before she filled any of the cans in. So all of the cans held the same amount of oil. How many milliliters of motor oil were in each can? So she had five cans, so one, one can, two cans, three cans, four cans, and five cans. They each had a certain amount of oil in them. They each had a certain amount of oil in them. And when she put them all in, so let's say they each have a question mark of oil in them. So she had five cans, and they each had a question mark amount, say question mark milliliters of oil in it. And when you multiplied by five, when you put all five together you got 45 milliliters. You got 45 milliliters. So five times what amount of oil per can would get us to 45 in total? Well five times nine is 45. So this thing right over here, five times nine is 45. So Sarah had nine milliliters in each can, they each had the same amount, they say that. All the cans held the same amount of oil. So if she had nine milliliters in each one, notice, if in each of the five cans you had nine milliliters, five times nine is 45. So she had nine milliliters of motor oil in each can.",
        "qa-pairs": [
            {
                "qid": 0,
                "q": "If I have, say, 1,500 milliliters of milk. Could I then say that I have 1.5 Liters of milk? What about 1 Liter and 500 milliliters? Just interested",
                "a": "i think you could just say either one."
            },
            {
                "qid": 1,
                "q": "how many gallons are in a pool",
                "a": "It depends on a lot more factors than just that. Pools can vary in size and in depth. If you had given me dimensions, it might have been a little bit easier to solve."
            },
            {
                "qid": 2,
                "q": "what is the highest number ever made",
                "a": "There is no \"Highest Number\". I'll even prove it to you. Tell me the highest number you know, and I will come up with an even higher number. Although there is no highest number, there is the concept of infinity. Infinity just means that numbers can be as high or as small as desired. Infinity means that you can never find the highest number, because you can add another positive number, and that number will be higher than your \"old highest number\". Hope this helps! -Johnny Unidas."
            },
            {
                "qid": 3,
                "q": "what is volume not volume like the volume on a computer",
                "a": "Volume isn't music either."
            },
            {
                "qid": 4,
                "q": "I am confused what does ML stand for",
                "a": "ml stands for milliliter."
            },
            {
                "qid": 5,
                "q": "What if 1,700 milliliter = 17 liters",
                "a": "1700 milliliter is not equal to 17 liters, it is actually 1 7/10 liters.\n\nIf I wanted to have a 1700 milliliter bottle of soda for a party, but someone brought 17 liters, that would be way too much, it would be like a large bucket of soda."
            },
            {
                "qid": 6,
                "q": "how many liters are in the biggest body of water",
                "a": "You should Google how much water is in the ocean you'd get your answer, but I felt like answering this and it's, 1.35 billion trillion liters, equal to about 350 million trillion US gallons."
            }
        ]
    },
    {
        "vid": "4HnyNMhkBs0",
        "about": "Sal solves word problems involving mass.  Estimate the mass of items.",
        "subtitles": {
            "0:00": "- [Voiceover] Let's see if we can get a sense",
            "0:01": "of different masses, and we're gonna do that",
            "0:03": "by doing the arithmetic word problems with mass",
            "0:05": "on Kahn Academy.",
            "0:07": "So it says which is the closest to the mass of a cow?",
            "0:10": "So it's either seven kilograms or 700 kilograms.",
            "0:15": "So let's think about what seven kilograms would be.",
            "0:19": "So one kilogram if you're used to dealing with pounds,",
            "0:22": "one kilogram is 2.2 pounds.",
            "0:25": "So seven kilograms is like 15 or 16 pounds.",
            "0:29": "That would be the weight of maybe a large cat,",
            "0:34": "or a several-month-old baby.",
            "0:38": "That would be seven kilograms.",
            "0:40": "So most cows are not the size of just a large cat,",
            "0:44": "they are much bigger than that.",
            "0:46": "700 kilograms, that actually seems a little bit more right.",
            "0:50": "That's going to be closer to 1500 pounds.",
            "0:55": "Cows are really, really big animals, and they weigh a lot.",
            "0:58": "So I would go with 700 kilograms,",
            "1:01": "because seven kilograms is just ridiculous.",
            "1:03": "That's the size of a,",
            "1:05": "as I said, a large cat.",
            "1:08": "Let's keep going.",
            "1:12": "All of Glinda's magic wands have the same mass.",
            "1:15": "Glinda knows the mass of one magic wand.",
            "1:18": "What is the total mass of seven magic wands?",
            "1:21": "So it tells us the mass of one magic wand is six grams.",
            "1:25": "And just so you know, six grams is not a lot.",
            "1:28": "So you might, in the last exercise we saw,",
            "1:31": "we were talking about seven kilograms, or 700 kilograms.",
            "1:35": "When you put a kilo in front of gram, that means 1000 grams.",
            "1:39": "So seven kilograms is 7,000 grams.",
            "1:43": "Here we're just taking about straight-up grams.",
            "1:46": "So grams are not much mass at all.",
            "1:50": "If you were to think about a teaspoon of sugar,",
            "1:52": "that's about four or five grams of sugar.",
            "1:55": "So this wand is very very light.",
            "1:58": "But anyway, what they're asking us is",
            "1:59": "what would be the mass of seven magic wands?",
            "2:02": "Well if each of them are six grams,",
            "2:04": "and we have seven of them, seven times six is 42.",
            "2:07": "So we're gonna have 42 grams.",
            "2:11": "Let's keep going, this is fun.",
            "2:13": "All crayons at Caryn's Crayon Factory have the same mass.",
            "2:18": "Caryn weighs seven crayons and finds that",
            "2:21": "they have the total mass of 56 grams.",
            "2:23": "What is the mass of one of the crayons?",
            "2:25": "So seven crayons have a mass of 56 grams.",
            "2:28": "So the mass of each of them, let's just take 56",
            "2:31": "and divide it by seven, by the seven crayons.",
            "2:34": "Well 56 divided by seven is eight.",
            "2:37": "Seven times eight is 56.",
            "2:39": "So the mass of each crayon is eight grams.",
            "2:41": "And you could even check that.",
            "2:43": "Seven crayons times eight grams per crayon,",
            "2:45": "is going to be 56 grams.",
            "2:49": "This is surprisingly fun.",
            "2:51": "Tina has five pencils.",
            "2:54": "All of her pencils have the same mass.",
            "2:57": "Tina finds the mass of one pencil shown below.",
            "3:00": "And it's eight grams.",
            "3:02": "What is the total mass of five pencils?",
            "3:05": "Well if one pencil is eight grams,",
            "3:08": "five pencils are gonna be five times eight grams.",
            "3:10": "Well five times eight is 40.",
            "3:12": "It's going to be 40 grams.",
            "3:17": "All right, this one seems similar.",
            "3:21": "All of Sophia's Squirrel's acorns have the same mass.",
            "3:24": "Sophia's squirrel finds the total mass",
            "3:26": "of her four acorns shown below.",
            "3:28": "What is the mass of one of the acorns?",
            "3:30": "So here, actually this is a little different",
            "3:32": "than the last one, they find the mass",
            "3:34": "of all four acorns are 20 grams.",
            "3:37": "So what's the mass of each of them?",
            "3:39": "Well, four times what is 20?",
            "3:42": "Or 20 divided by four is what?",
            "3:44": "20 divided by four is five.",
            "3:47": "So five, 10, 15, 20.",
            "3:51": "So if each of them are five grams,",
            "3:53": "five grams times four is gonna have a mass of 20 grams."
        },
        "transcript": "- [Voiceover] Let's see if we can get a sense of different masses, and we're gonna do that by doing the arithmetic word problems with mass on Kahn Academy. So it says which is the closest to the mass of a cow? So it's either seven kilograms or 700 kilograms. So let's think about what seven kilograms would be. So one kilogram if you're used to dealing with pounds, one kilogram is 2.2 pounds. So seven kilograms is like 15 or 16 pounds. That would be the weight of maybe a large cat, or a several-month-old baby. That would be seven kilograms. So most cows are not the size of just a large cat, they are much bigger than that. 700 kilograms, that actually seems a little bit more right. That's going to be closer to 1500 pounds. Cows are really, really big animals, and they weigh a lot. So I would go with 700 kilograms, because seven kilograms is just ridiculous. That's the size of a, as I said, a large cat. Let's keep going. All of Glinda's magic wands have the same mass. Glinda knows the mass of one magic wand. What is the total mass of seven magic wands? So it tells us the mass of one magic wand is six grams. And just so you know, six grams is not a lot. So you might, in the last exercise we saw, we were talking about seven kilograms, or 700 kilograms. When you put a kilo in front of gram, that means 1000 grams. So seven kilograms is 7,000 grams. Here we're just taking about straight-up grams. So grams are not much mass at all. If you were to think about a teaspoon of sugar, that's about four or five grams of sugar. So this wand is very very light. But anyway, what they're asking us is what would be the mass of seven magic wands? Well if each of them are six grams, and we have seven of them, seven times six is 42. So we're gonna have 42 grams. Let's keep going, this is fun. All crayons at Caryn's Crayon Factory have the same mass. Caryn weighs seven crayons and finds that they have the total mass of 56 grams. What is the mass of one of the crayons? So seven crayons have a mass of 56 grams. So the mass of each of them, let's just take 56 and divide it by seven, by the seven crayons. Well 56 divided by seven is eight. Seven times eight is 56. So the mass of each crayon is eight grams. And you could even check that. Seven crayons times eight grams per crayon, is going to be 56 grams. This is surprisingly fun. Tina has five pencils. All of her pencils have the same mass. Tina finds the mass of one pencil shown below. And it's eight grams. What is the total mass of five pencils? Well if one pencil is eight grams, five pencils are gonna be five times eight grams. Well five times eight is 40. It's going to be 40 grams. All right, this one seems similar. All of Sophia's Squirrel's acorns have the same mass. Sophia's squirrel finds the total mass of her four acorns shown below. What is the mass of one of the acorns? So here, actually this is a little different than the last one, they find the mass of all four acorns are 20 grams. So what's the mass of each of them? Well, four times what is 20? Or 20 divided by four is what? 20 divided by four is five. So five, 10, 15, 20. So if each of them are five grams, five grams times four is gonna have a mass of 20 grams.",
        "qa-pairs": [
            {
                "qid": 0,
                "q": "does mass equal 1000 or does kilogram equal 1000",
                "a": "kilogram"
            },
            {
                "qid": 1,
                "q": "1 kilogram is =to 2.2 pounds!?",
                "a": "to convert kg to pound for an approximate result, multiply the mass value by 2.20462262\nThe answer is 1 kg= 2.2046Pounds"
            },
            {
                "qid": 2,
                "q": "ho much does a house weigh",
                "a": "The average weight of a home ranges between 80,000 and 160,000 pounds."
            },
            {
                "qid": 3,
                "q": "What's the easiest way to remember how to convert between grams and kilograms?",
                "a": "Since kilo in the word kilograms means 1000, there are 1000 grams in a kilogram. You will also learn about miligrams, which is 1000 times less than a gram because milli means 1000 times less."
            },
            {
                "qid": 4,
                "q": "when your doing weight and measurement I know that multiplication comes in to the picture but does subtraction and/or addition being used as well?",
                "a": "i prety much think so"
            },
            {
                "qid": 5,
                "q": "Weight of 6 cows is 50.08 kilograms.what will be weight of 3 cows in grams",
                "a": "There are 2 groups of 3 cows in 1 group of 6 cows, so all there is to do is 50.08/2! 5/2 = 2 with a 1 left over. 10/2 = 5. 0/2 = 0. 8/2 = 4. So your answer is 25.04 kilograms, but you asked for the answer in grams. There are 1,000 grams in a kilogram, so all we need to do now is 1,000 x 25.04! 1,000 x 25.04 = 250,400! The answer is 250,400 grams! I hope this helps!"
            },
            {
                "qid": 6,
                "q": "so a cow 700 kilograms so she has 7 wands and they all have 6 grams so it is 42 grams",
                "a": "I guess?"
            }
        ]
    }
]